{
  "Awards": [
    {
      "AwardTitle": "CyberTraining: CIC: CyberTraining for Students and Technologies from Generation Z",
      "AGENCY": "NSF",
      "AwardEffectiveDate": "12/01/2021",
      "AwardExpirationDate": "10/31/2022",
      "AwardTotalIntnAmount": "492283.00",
      "AwardAmount": "105683",
      "AwardInstrument": {
        "Value": "Standard Grant"
      },
      "Organization": {
        "Code": "05090000",
        "Directorate": {
          "Abbreviation": "CSE",
          "LongName": "Direct For Computer &amp; Info Scie &amp; Enginr"
        },
        "Division": {
          "Abbreviation": "OAC",
          "LongName": "Office of Advanced Cyberinfrastructure (OAC)"
        }
      },
      "ProgramOfficer": {
        "SignBlockName": "Alan Sussman",
        "PO_EMAI": "alasussm@nsf.gov",
        "PO_PHON": "7032927563"
      },
      "AbstractNarration": "Information technology is playing a dramatically increasing role in society, industry, and research. This includes design and use of large databases, simulations and artificial intelligence applications hosted on clouds and supercomputers with convergent technologies. Correspondingly, there is an increasing need for research workforce job skills in these and related areas. This project takes freshly created Indiana University Engineering course material on this cyberinfrastructure and adapts it for training with an emphasis on the needs of under-represented communities. The techniques of the successful open source software movement are used to create sustainable communities around the course curriculum and software. The project is creating new technologies to enable this for today's generation of students. Skills in core cloud computing, big data, supercomputing and artificial intelligence are exemplified by applications in the life science and nanotechnology areas. This project enables the future research workforce to contribute effectively using advanced cyberinfrastructure, promoting the progress of science and advancing the national health, prosperity, and welfare, which serves the national interest, as stated by NSF's mission. &lt;br/&gt;&lt;br/&gt;The future economic progress and research leadership of the U.S. is dependent on having a research workforce that is capable of making use of advanced cyberinfrastructure (CI) resources as articulated by the National Strategic Computing Initiative (NSCI). This requires a curriculum that changes and integrates modern concepts and practices for the new generation of students aiming at a \"data-enabled computational science and engineering\" expertise. This project takes what Indiana University has learned from a brand new four-year undergraduate engineering curriculum designed ab initio and taught so far to its first two undergraduate classes, and invests it into developing active training modules. The innovative curriculum integrates big data, simulations, clouds and high performance computing systems presented in a uniform framework. The course material is customized for communities of cyberinfrastructure researchers nucleated, built, and sustained via the dynamic use of GitHub and enhanced by innovative tools to build a novel learning management system optimized for cyberinfrastructure-intensive classes. The project modules include Cloud Computing, Big Data Applications and Analytics, Networking, High-Performance Computing, Artificial Intelligence/Machine Learning, and Information Visualization. There are residential sessions, with a call for participants, and purely online courses and these have both \"teach the student\" and \"teach the teacher\" modes; the latter enables easy spread of the classes. Hands-on learning with research projects built around the class material is fully supported. The project offers CyberTraining with all of the popular approaches used by the Apache Software Foundation, including Meetups and Hackathons. Modules for domain scientists and engineers, e.g., the cyberinfrastructure users that exploit advanced CI methods for research in nanoengineering and bioengineering are included. Both students and teachers contribute to the course improving the text, the software, including a unique set of examples and the project aims to show that one can build both learning and sustainability communities by using the proven techniques of the open source software community. The project uses proactive measures to enhance the involvement of under-represented communities in its activities.&lt;br/&gt;&lt;br/&gt;This award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
      "MinAmdLetterDate": "11/05/2021",
      "MaxAmdLetterDate": "11/05/2021",
      "ARRAAmount": "",
      "TRAN_TYPE": "Grant",
      "CFDA_NUM": "47.070",
      "NSF_PAR_USE_FLAG": "1",
      "FUND_AGCY_CODE": "4900",
      "AWDG_AGCY_CODE": "4900",
      "AwardID": "2200409",
      "Investigator": {
        "FirstName": "Geoffrey",
        "LastName": "Fox",
        "PI_MID_INIT": "C",
        "PI_SUFX_NAME": "",
        "PI_FULL_NAME": "Geoffrey C Fox",
        "EmailAddress": "gcfexchange@gmail.com",
        "PI_PHON": "8122194643",
        "NSF_ID": "000231257",
        "StartDate": "11/05/2021",
        "EndDate": "",
        "RoleCode": "Principal Investigator"
      },
      "Institution": {
        "Name": "University of Virginia Main Campus",
        "CityName": "CHARLOTTESVILLE",
        "ZipCode": "229044195",
        "PhoneNumber": "4349244270",
        "StreetAddress": "P.O.  BOX 400195",
        "StreetAddress2": "",
        "CountryName": "United States",
        "StateName": "Virginia",
        "StateCode": "VA",
        "CONGRESSDISTRICT": "05",
        "CONGRESS_DISTRICT_ORG": "VA05",
        "ORG_DUNS_NUM": "065391526",
        "ORG_LGL_BUS_NAME": "RECTOR &amp; VISITORS OF THE UNIVERSITY OF VIRGINIA",
        "ORG_PRNT_DUNS_NUM": "065391526"
      },
      "Performance_Institution": {
        "Name": "University of Virginia Main Campus",
        "CityName": "CHARLOTTESVILLE",
        "StateCode": "VA",
        "ZipCode": "229044195",
        "StreetAddress": "P.O. BOX 400195",
        "CountryCode": "US",
        "CountryName": "United States",
        "StateName": "Virginia",
        "CountryFlag": "1",
        "CONGRESSDISTRICT": "05",
        "CONGRESS_DISTRICT_PERF": "VA05"
      },
      "ProgramElement": {
        "Code": "044Y",
        "Text": "CyberTraining - Training-based"
      },
      "ProgramReference": [
        {
          "Code": "026Z",
          "Text": "NSCI: National Strategic Computing Initi"
        },
        {
          "Code": "062Z",
          "Text": "Harnessing the Data Revolution"
        },
        {
          "Code": "7361",
          "Text": "EDUCATION AND WORKFORCE"
        },
        {
          "Code": "9102",
          "Text": "WOMEN, MINORITY, DISABLED, NEC"
        },
        {
          "Code": "9179",
          "Text": "GRADUATE INVOLVEMENT"
        }
      ],
      "FUND_OBLG": "2018~105683"
    },
    {
      "AwardTitle": "SaTC: STARSS: Small: IoT Circuit Locking, Obfuscation &amp; Authentication Kernel (CLOAK), A Compilable Architecture for Secure IoT Device Production, Testing, Activation &amp; Ope",
      "AGENCY": "NSF",
      "AwardEffectiveDate": "10/01/2021",
      "AwardExpirationDate": "09/30/2022",
      "AwardTotalIntnAmount": "300000.00",
      "AwardAmount": "111647",
      "AwardInstrument": {
        "Value": "Standard Grant"
      },
      "Organization": {
        "Code": "05050000",
        "Directorate": {
          "Abbreviation": "CSE",
          "LongName": "Direct For Computer &amp; Info Scie &amp; Enginr"
        },
        "Division": {
          "Abbreviation": "CNS",
          "LongName": "Division Of Computer and Network Systems"
        }
      },
      "ProgramOfficer": {
        "SignBlockName": "Daniela Oliveira",
        "PO_EMAI": "doliveir@nsf.gov",
        "PO_PHON": "7032924352"
      },
      "AbstractNarration": "Autonomy, control and actuation opportunities offered by a colossal deployment of Internet of Things (IoT) open the door to a revolution in the way we live and interact with our environment. However, widespread adoption of IoT comes with the danger of its misuse for malicious purposes, threatening the loss of privacy, property, and life. The scope and reach of potential IoT security threat grows as fast as the number and reach of IoT devices. Hence, protecting the hardware of IoT cannot be left as an afterthought. This project aims to improve the security of the IoT devices throughout their manufacturing and operational lifespan.&lt;br/&gt;&lt;br/&gt;To secure the IoT devices throughout their manufacturing and operational lifespan, this proposal introduces IoT CLOAK - IoT Circuit Locking, Obfuscation &amp; Authentication Kernel. CLOAK is a compilable, universal and lightweight architecture for secure production, testing, cloud activation &amp; operation of IoT devices. The major goals of this project include: (1) building an open-source compiler to synthesize any netlist into CLOAK-protected and CLOAK-obfuscated netlist; (2) making the obfuscation-key a truly moving target that changes from activation to activation; (3) removing the need to store keys on the IoT devices or on the cloud by generating it on demand on the cloud; (4) exploring lightweight cryptography, and its side channel vulnerabilities, to secure the IoT-Cloud communication; (5) addressing the challenge of safe readout of PUF signature from IoT device; (6) investigating ultra-lightweight PUF and TRNG solutions; (7) investigating the functional testing of the CLOAK-protected chips in untrusted facilities and (8) developing cloud-based CLOAK-management services capable of configuring, managing, unlocking, licensing, and authenticating CLOAK-protected IoT devices.",
      "MinAmdLetterDate": "10/21/2021",
      "MaxAmdLetterDate": "10/21/2021",
      "ARRAAmount": "",
      "TRAN_TYPE": "Grant",
      "CFDA_NUM": "47.070",
      "NSF_PAR_USE_FLAG": "1",
      "FUND_AGCY_CODE": "4900",
      "AWDG_AGCY_CODE": "4900",
      "AwardID": "2200446",
      "Investigator": {
        "FirstName": "Avesta",
        "LastName": "Sasan",
        "PI_MID_INIT": "",
        "PI_SUFX_NAME": "",
        "PI_FULL_NAME": "Avesta Sasan",
        "EmailAddress": "asasan@ucdavis.edu",
        "PI_PHON": "5307521443",
        "NSF_ID": "000711431",
        "StartDate": "10/21/2021",
        "EndDate": "",
        "RoleCode": "Principal Investigator"
      },
      "Institution": {
        "Name": "University of California-Davis",
        "CityName": "Davis",
        "ZipCode": "956186134",
        "PhoneNumber": "5307547700",
        "StreetAddress": "OR/Sponsored Programs",
        "StreetAddress2": "1850 Research Park Dr., Ste 300",
        "CountryName": "United States",
        "StateName": "California",
        "StateCode": "CA",
        "CONGRESSDISTRICT": "03",
        "CONGRESS_DISTRICT_ORG": "CA03",
        "ORG_DUNS_NUM": "047120084",
        "ORG_LGL_BUS_NAME": "UNIVERSITY OF CALIFORNIA, DAVIS",
        "ORG_PRNT_DUNS_NUM": "071549000"
      },
      "Performance_Institution": {
        "Name": "University of California-Davis",
        "CityName": "Davis",
        "StateCode": "CA",
        "ZipCode": "956186134",
        "StreetAddress": "1850 Research Park Dr.",
        "CountryCode": "US",
        "CountryName": "United States",
        "StateName": "California",
        "CountryFlag": "1",
        "CONGRESSDISTRICT": "03",
        "CONGRESS_DISTRICT_PERF": "CA03"
      },
      "ProgramElement": {
        "Code": "8060",
        "Text": "Secure &amp;Trustworthy Cyberspace"
      },
      "ProgramReference": [
        {
          "Code": "021Z",
          "Text": "Industry Partnerships"
        },
        {
          "Code": "025Z",
          "Text": "SaTC: Secure and Trustworthy Cyberspace"
        },
        {
          "Code": "7434",
          "Text": "CNCI"
        },
        {
          "Code": "7923",
          "Text": "SMALL PROJECT"
        },
        {
          "Code": "8225",
          "Text": "SaTC Special Projects"
        }
      ],
      "FUND_OBLG": "2017~111647"
    },
    {
      "AwardTitle": "Unilateral Action and the Presidency",
      "AGENCY": "NSF",
      "AwardEffectiveDate": "11/01/2021",
      "AwardExpirationDate": "11/30/2023",
      "AwardTotalIntnAmount": "336325.00",
      "AwardAmount": "256655",
      "AwardInstrument": {
        "Value": "Standard Grant"
      },
      "Organization": {
        "Code": "04050000",
        "Directorate": {
          "Abbreviation": "SBE",
          "LongName": "Direct For Social, Behav &amp; Economic Scie"
        },
        "Division": {
          "Abbreviation": "SES",
          "LongName": "Divn Of Social and Economic Sciences"
        }
      },
      "ProgramOfficer": {
        "SignBlockName": "Jan Leighley",
        "PO_EMAI": "jleighle@nsf.gov",
        "PO_PHON": "7032922686"
      },
      "AbstractNarration": "The evolution of the office of the presidency is among the most important institutional developments in American political history.  However, surprisingly little is known about how presidential policymaking activity has varied with these developments. While comprehensive information about legislative enactments passed by Congress and opinions issued by the Supreme Court is readily available, no comparable database exists for the initiatives undertaken by presidents. This project remedies this omission by constructing and analyzing a new database of presidential directives issued between 1789 and the present. The database provides a comprehensive description of presidential behavior across American history and facilitates a new research agenda that more fully incorporates the presidency into studies of public policymaking. Using these data, the investigator develops and tests a theoretical framework to explain how and for what purposes presidents engage in policymaking making activity and explore its variation across time and political context. The findings provide new insight into historical patterns of presidential activity. &lt;br/&gt;&lt;br/&gt;This project studies the historical development of the American presidency by creating a new database of presidential directives from 1789 to the present. Though presidents since George Washington have made use of unilateral powers, existing scholarship focuses mostly on the modern era and on executive orders to the exclusion of other unilateral tools. The primary goal of the project is to understand how presidents historically have used unilateral directives to supervise the executive branch and create new policy outcomes. It will produce a database that characterizes the content of nearly 100,000 directives and is linked to other publicly available databases on American political institutions. Using these data, the investigator examines how and for what purpose presidents have issued unilateral directives and link patterns of presidential behavior to institutional developments in Congress and the bureaucracy. The database will be made publicly available to facilitate additional theoretical and empirical scholarship about the presidency and its role in the American political system.&lt;br/&gt;&lt;br/&gt;This award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
      "MinAmdLetterDate": "10/21/2021",
      "MaxAmdLetterDate": "10/21/2021",
      "ARRAAmount": "",
      "TRAN_TYPE": "Grant",
      "CFDA_NUM": "47.075",
      "NSF_PAR_USE_FLAG": "1",
      "FUND_AGCY_CODE": "4900",
      "AWDG_AGCY_CODE": "4900",
      "AwardID": "2200611",
      "Investigator": {
        "FirstName": "Jon",
        "LastName": "Rogowski",
        "PI_MID_INIT": "",
        "PI_SUFX_NAME": "",
        "PI_FULL_NAME": "Jon Rogowski",
        "EmailAddress": "jrogowski@uchicago.edu",
        "PI_PHON": "7737026708",
        "NSF_ID": "000742163",
        "StartDate": "10/21/2021",
        "EndDate": "",
        "RoleCode": "Principal Investigator"
      },
      "Institution": {
        "Name": "University of Chicago",
        "CityName": "Chicago",
        "ZipCode": "606372612",
        "PhoneNumber": "7737028669",
        "StreetAddress": "6054 South Drexel Avenue",
        "StreetAddress2": "Suite 300",
        "CountryName": "United States",
        "StateName": "Illinois",
        "StateCode": "IL",
        "CONGRESSDISTRICT": "01",
        "CONGRESS_DISTRICT_ORG": "IL01",
        "ORG_DUNS_NUM": "005421136",
        "ORG_LGL_BUS_NAME": "UNIVERSITY OF CHICAGO, THE",
        "ORG_PRNT_DUNS_NUM": "005421136"
      },
      "Performance_Institution": {
        "Name": "University of Chicago",
        "CityName": "",
        "StateCode": "IL",
        "ZipCode": "606372612",
        "StreetAddress": "",
        "CountryCode": "US",
        "CountryName": "United States",
        "StateName": "Illinois",
        "CountryFlag": "1",
        "CONGRESSDISTRICT": "01",
        "CONGRESS_DISTRICT_PERF": "IL01"
      },
      "ProgramElement": {
        "Code": "120Y",
        "Text": "AIB-Acctble Institutions&amp;Behav"
      },
      "ProgramReference": [
        {
          "Code": "9178",
          "Text": "UNDERGRADUATE EDUCATION"
        },
        {
          "Code": "9179",
          "Text": "GRADUATE INVOLVEMENT"
        }
      ],
      "FUND_OBLG": "2020~256655"
    }
  ]
}